[{"id":453395,"title":"Doctor Strange in the Multiverse of Madness","release_date":"2022-05-04","poster_path":"/JCo4gelTpavJin6CnzEdfYwLsM.jpg","overview":"Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary."},
    {"id":639933,"title":"The Northman","release_date":"2022-04-07","poster_path":"/zhLKlUaF1SEpO58ppHIAyENkwgw.jpg","overview":"Prince Amleth is on the verge of becoming a man when his father is brutally murdered by his uncle, who kidnaps the boy's mother. Two decades later, Amleth is now a Viking who's on a mission to save his mother, kill his uncle and avenge his father."},{"id":752623,"title":"The Lost City","release_date":"2022-03-24","poster_path":"/neMZH82Stu91d3iqvLdNQfqPPyl.jpg","overview":"A reclusive romance novelist who was sure nothing could be worse than getting stuck on a book tour with her cover model, until a kidnapping attempt sweeps them both into a cutthroat jungle adventure, proving life can be so much stranger, and more romantic, than any of her paperback fictions."},{"id":335787,"title":"Uncharted","release_date":"2022-02-10","poster_path":"/tlZpSxYuBRoVJBOpUrPdQe9FmFq.jpg","overview":"A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother."},{"id":414906,"title":"The Batman","release_date":"2022-03-01","poster_path":"/74xTEgt7R36Fpooo50r9T25onhq.jpg","overview":"In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler."},{"id":675353,"title":"Sonic the Hedgehog 2","release_date":"2022-03-30","poster_path":"/6DrHO1jr3qVrViUO6s6kFiAGM7.jpg","overview":"After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands."},{"id":92749,"poster_path":"/YksR65as1ppF2N48TJAh2PLamX.jpg","overview":"When Steven Grant, a mild-mannered gift-shop employee, becomes plagued with blackouts and memories of another life, he discovers he has dissociative identity disorder and shares a body with mercenary Marc Spector. As Steven/Marc’s enemies converge upon them, they must navigate their complex identities while thrust into a deadly mystery among the powerful gods of Egypt."},{"id":338953,"title":"Fantastic Beasts: The Secrets of Dumbledore","release_date":"2022-04-06","poster_path":"/jrgifaYeUtTnaH7NF5Drkgjg2MB.jpg","overview":"Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers."},{"id":829557,"title":"365 Days: This Day","release_date":"2022-04-27","poster_path":"/7qU0SOVcQ8BTJLodcAlulUAG16C.jpg","overview":"Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost."},{"id":629542,"title":"The Bad Guys","release_date":"2022-03-17","poster_path":"/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg","overview":"When the infamous Bad Guys are finally caught after years of countless heists and being the world’s most-wanted villains, Mr. Wolf brokers a deal to save them all from prison."},{"id":634649,"title":"Spider-Man: No Way Home","release_date":"2021-12-15","poster_path":"/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg","overview":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man."},{"id":52814,"poster_path":"/nJUHX3XL1jMkk8honUZnUmudFb9.jpg","overview":"Depicting an epic 26th-century conflict between humanity and an alien threat known as the Covenant, the series weaves deeply drawn personal stories with action, adventure and a richly imagined vision of the future."},{"id":763285,"title":"Ambulance","release_date":"2022-03-16","poster_path":"/zT5ynZ0UR6HFfWQSRf2uKtqCyWD.jpg","overview":"Decorated veteran Will Sharp, desperate for money to cover his wife's medical bills, asks for help from his adoptive brother Danny. A charismatic career criminal, Danny instead offers him a score: the biggest bank heist in Los Angeles history: $32 million."},{"id":526896,"title":"Morbius","release_date":"2022-03-30","poster_path":"/h4WLN3cmEjCsH1fNGRfvGV6IPBX.jpg","overview":"Dangerously ill with a rare blood disorder, and determined to save others suffering his same fate, Dr. Michael Morbius attempts a desperate gamble. What at first appears to be a radical success soon reveals itself to be a remedy potentially worse than the disease."},{"id":532710,"title":"Firestarter","release_date":"2022-05-12","poster_path":"/2MTGip0nfahQ1jPQCZSfCsPBZes.jpg","overview":"For more than a decade, parents Andy and Vicky have been on the run, desperate to hide their daughter Charlie from a shadowy federal agency that wants to harness her unprecedented gift for creating fire into a weapon of mass destruction. Andy has taught Charlie how to defuse her power, which is triggered by anger or pain. But as Charlie turns 11, the fire becomes harder and harder to control. After an incident reveals the family's location, a mysterious operative is deployed to hunt down the family and seize Charlie once and for all. Charlie has other plans."},{"id":406759,"title":"Moonfall","release_date":"2022-02-03","poster_path":"/odVv1sqVs0KxBXiA8bhIBlPgalx.jpg","overview":"A mysterious force knocks the moon from its orbit around Earth and sends it hurtling on a collision course with life as we know it."},{"id":661231,"title":"Operation Mincemeat","release_date":"2022-04-01","poster_path":"/tfdfh1mK24VujxT5z11732asxdR.jpg","overview":"In 1943, two British intelligence officers concoct Operation Mincemeat, wherein their plan to drop a corpse with false papers off the coast of Spain would fool Nazi spies into believing the Allied forces were planning to attack by way of Greece rather than Sicily."},{"id":103516,"poster_path":"/iwIdajr5Y4zq2ibvq75VnDAJBr.jpg","overview":"Follow Christopher Pike, Spock and Number One in the years before Captain Kirk boarded the U.S.S. Enterprise, as they explore new worlds around the galaxy. This show is a sequel to the original series and Star Trek: Discovery."},{"id":800937,"title":"Senior Year","release_date":"2022-05-11","poster_path":"/6UqbcDQhCYpxboK58Z0eVfdeHcT.jpg","overview":"A thirty-seven-year-old woman wakes up from a twenty-year coma and returns to the high school where she was once a popular cheerleader to finish her senior year and become prom queen."},{"id":785985,"title":"The Takedown","release_date":"2022-05-06","poster_path":"/h5hVeCfYSb8gIO0F41gqidtb0AI.jpg","overview":"Ousmane Diakité and François Monge are two cops with very different styles, backgrounds and careers. The unlikely pair are reunited once again for a new investigation that takes them across France. What seemed to be a simple drug deal turns out to be a much bigger criminal case wrapped in danger and unexpected comedy."}]